Repository: NaN-tic/trytond-sale_credit_limit_validation
Catalog: locale/*.po
Languages: ca

# field:sale.configuration,credit_limit_amount:
source: Credit Limit Amount
ca: Import límit de crèdit

# field:sale.configuration.credit_limit_amount,company:
source: Company
ca: Empresa

# field:sale.configuration.credit_limit_amount,credit_limit_amount:
source: Credit Limit Amount
ca: Import límit de crèdit

# field:sale.sale,sale_credit_limit_amount:
source: Credit Limit Amount
ca: Import límit de crèdit

# model:ir.message,text:msg_configuration_not_found
source: Missing configuration Credit Limit Amount
ca: Falta la configuració de l'import límit de crèdit

# model:sale.configuration.credit_limit_amount,name:
source: Configuration Company Credit Limit Amount
ca: Configuració de l'Import límit de crèdit per companyia

# selection:sale.configuration,credit_limit_amount:
source: Total Amount
ca: Total

# selection:sale.configuration,credit_limit_amount:
source: Untaxed Amount
ca: Import sense impostos

# selection:sale.configuration.credit_limit_amount,credit_limit_amount:
source: Total Amount
ca: Total

# selection:sale.configuration.credit_limit_amount,credit_limit_amount:
source: Untaxed Amount
ca: Import sense impostos

# selection:sale.sale,sale_credit_limit_amount:
source: Total Amount
ca: Total

# selection:sale.sale,sale_credit_limit_amount:
source: Untaxed Amount
ca: Import sense impostos
